adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
amd-ucode
asciiquarium
awww
base
base-devel
bibata-cursor-theme
blueman
bluez
bluez-utils
brightnessctl
btop
conky
cups
cups-pk-helper
dmidecode
dnsmasq
docker
docker-compose
dunst
efibootmgr
fastfetch
feh
firefox
fprintd
git
glu
greetd
greetd-tuigreet
grim
gst-plugin-pipewire
gtk4
gvfs
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshot
inetutils
kitty
libpulse
libreoffice-fresh-es
libxcrypt-compat
libxmu
linux
linux-firmware
lvm2
nautilus
neovim
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts-cjk
noto-fonts-emoji
nwg-look
obsidian
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polkit-gnome
power-profiles-daemon
python-matplotlib
python-pandas
python-requests
qt6-base
qt6-svg
qt6-wayland
qt6ct
sassc
slurp
sof-firmware
solanum
spotify-launcher
stow
strace
sudo
system-config-printer
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-doc
texlive-fontsrecommended
texlive-langeuropean
texlive-langspanish
texlive-latex
texlive-latexextra
texlive-mathscience
texlive-pictures
texlive-publishers
tokyonight-gtk-theme-git
trash-cli
ttf-jetbrains-mono-nerd
unzip
visual-studio-code-bin
waybar
wev
wget
wireplumber
wireshark-qt
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xwayland
yay
yay-debug
zip
zram-generator
zsh
